Repository: abdel792/leDictionnaire
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr

source: Allows you to search for a definition in the free online French dictionary le-dictionnaire.com
fr: Permet de rechercher une définition dans le dictionnaire français gratuit en lignele-dictionnaire.com

source: Displays a dialog box prompting the user to enter a search for a definition on le-dictionnaire.com
fr: Affiche une boîte de dialogue invitant l'utilisateur à saisir une recherche pour une définitionsur le-dictionnaire.com

source: Allows you to display leDictionnaire add-on settings panel.
fr: Vous permet d'afficher le panneau des paramètres de l'extension leDictionnaire

source: Enter the word whose definition you are looking for
fr: Entrez le mot dont vous recherchez la définition

source: Search terms
fr: Termes de recherche

source: Either you didn't enter anything or the terms entered are not correct. Please try again
fr: Soit vous n'avez rien saisi, soit les termes saisis ne sont pas corrects.Veuillez essayer à nouveau

source: Input error
fr: Erreur de saisie

source: Display in HTML message
fr: Afficher dans un message HTML

source: Display in a simple NVDA browseable message
fr: Afficher dans un simple message

source: Display in default browser
fr: Afficher dans le navigateur par défaut

source: Display mode for leDictionnaire definitions.
fr: Mode d'affichage pour les définitions du dictionnaire

source: Allows you to search for the definition of a word in the free online French dictionary le-dictionnaire.com.
fr: Permet de rechercher la définition d'un mot dans le dictionnaire français en ligne gratuitle-dictionnaire.com.
